loadtest/Tcache-WorkloadB-128.result
[OVERALL], RunTime(ms), 292479
[OVERALL], Throughput(ops/sec), 17095.244444900316
[TOTAL_GCS_Copy], Count, 10790
[TOTAL_GC_TIME_Copy], Time(ms), 10976
[TOTAL_GC_TIME_%_Copy], Time(%), 3.7527480605445174
[TOTAL_GCS_MarkSweepCompact], Count, 5
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 78
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.026668581334044497
[TOTAL_GCs], Count, 10795
[TOTAL_GC_TIME], Time(ms), 11054
[TOTAL_GC_TIME_%], Time(%), 3.779416641878562
[READ], Operations, 4750583
[READ], AverageLatency(us), 7312.247822635664
[READ], MinLatency(us), 243
[READ], MaxLatency(us), 313599
[READ], 95thPercentileLatency(us), 14991
[READ], 99thPercentileLatency(us), 25055
[READ], Return=OK, 4750583
[CLEANUP], Operations, 128
[CLEANUP], AverageLatency(us), 220.390625
[CLEANUP], MinLatency(us), 31
[CLEANUP], MaxLatency(us), 9439
[CLEANUP], 95thPercentileLatency(us), 139
[CLEANUP], 99thPercentileLatency(us), 9191
[UPDATE], Operations, 249417
[UPDATE], AverageLatency(us), 9495.390017520858
[UPDATE], MinLatency(us), 305
[UPDATE], MaxLatency(us), 272383
[UPDATE], 95thPercentileLatency(us), 17327
[UPDATE], 99thPercentileLatency(us), 26063
[UPDATE], Return=OK, 249417